cities = [
    'Москва', 'Абакан', 'Новосибирск', 'Камышин', 'Нижний Новгород', 'Днепропетровск', 'Кострома', 'Анапа', 
    'Архангельск', 'Курган', 'Норильск', 'Королев', 'Владикавказ', 'Зеленогорск', 'Калининград', 'Дзержинск',
    'Калач', 'Чехов', 'Волгоград', 'Дорогобуж', 'Жуков', 'Воронеж', 'Железноводск', 'Калуга', 'Арзамас', 'Серпухов',
    'Владимир', 'Ржев', 'Волгодонск', 'Кемерово', 'Орел', 'Липецк', 'Кизляр', 'Ростов', 'Владивосток', 'Кисловодск',
    'Кирсанов', 'Валуйки', 'Иваново', 'Оренбург', 'Губкин', 'Нововоронеж', 'Железногорск', 'Киров', 'Вологда',
    'Азов', 'Воркута', 'Альметьевск', 'Курск', 'Куйбышев', 'Витебск', 'Краснодар', 'Рыбинск', 'Кызыл', 'Лиски',
    'Ивангород', 'Дербент', 'Таганрог', 'Геленджик', 'Кемерово', 'Омск', 'Кропоткин', 'Находка', 'Асбест', 'Туапсе',
    'Екатеринбург', 'Грязи', 'Иркутск', 'Красноярск', 'Крымск'
    ] 